Repository: FreifunkBRB/Freifunk-IPs
Catalog: src/Locale/*/default.po
Languages: de_de

source: could not be added to the pool. Maybe it already exists?
de_de: konnte nicht zum Pool hinzugefügt werden. Existiert diese Adresse eventuell schon?

source: The IPs have been saved.
de_de: Die IP-Adressen wurden angelegt.

source: Your maximum amount of IPs has been reached. Please contact your local community.
de_de: Die maximale Anzahl an IP-Adressen wurde erreicht. Bitte kontaktiere deine Community!

source: There are currently no IPs available
de_de: Derzeit gibt es keine freien IP-Adressen.

source: The ip has been saved.
de_de: Die IP-Adresse wurde gespeichert.

source: The ip could not be saved. Please, try again.
de_de: Die IP-Adresse konnte nicht gespeichert werden.

source: The IP is not assigned to you right now and therefor cannot be released.
de_de: Diese IP-Adresse ist einem anderen User zugeordnet.

source: The IP has been released.
de_de: Die IP-Adresse wurde wieder freigegeben.

source: The IP could not be released. Please, try again.
de_de: Die IP-Adresse konnte nicht freigegeben werden.

source: The IP has been saved.
de_de: Die IP-Adresse wurde gespeichert.

source: The IP could not be saved. Please, try again.
de_de: Die IP-Adresse konnte nicht gespeichert werden.

source: The ip has been deleted.
de_de: Die IP-Adresse wurde gelöscht.

source: The ip could not be deleted. Please, try again.
de_de: Die IP-Adresse konnte nicht gelöscht werden.

source: The user has been saved.
de_de: Der Benutzer wurde gespeichert.

source: Unable to add the user.
de_de: Der Benutzer konnte nicht angelegt werden.

source: The user could not be saved. Please, try again.
de_de: Der Benutzer konnte nicht angelegt werden.

source: You are not allowed to perform this action!
de_de: Du hast nicht die Berechtigung, um diese Aktion durchzuführen.

source: The password has been changed.
de_de: Das Passwort wurde geändert.

source: The password could not be saved. Please, try again.
de_de: Das Passwort konnte nicht geändert werden.

source: The profil has been changed.
de_de: Das Profil wurde gespeichert.

source: The profile could not be saved. Please, try again.
de_de: Das Profil konnte nicht gespeichert werden.

source: Invalid username or password, try again
de_de: Ungültige Benutzername-Passwort-Kombination

source: The user has been deleted.
de_de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de_de: Der Benutzer konnte nicht gelöscht werden.

source: Add IP ranges
de_de: IP-Adressbereich hinzufügen

source: Add new IP ranges here.
de_de: Füge hier neue IP-Adressbereiche hinzu.

source: IP Adress range from
de_de: IP-Adressbereich-Start

source: to
de_de: IP-Adressbereich Ende

source: Submit
de_de: Abschicken

source: Edit description for
de_de: Bearbeite die Beschreibung für

source: Maintain your account settings here.
de_de: Verwalte hier dein Benutzerkonto

source: Enter a description to identify the IP (e.g. Device name)
de_de: Gebe eine Beschreibung ein (z.B. Gerätename / Standort)

source: IP Administration
de_de: IP-Adressverwaltung

source: Maintain IP settings here.
de_de: Verwalte hier die IP-Adressen

source: Add new IP range
de_de: Füge einen neuen IP-Adressbereich hinzu

source: IPs
de_de: IP-Adressen

source: Description
de_de: Beschreibung

source: Actions
de_de: Optionen

source: not assigned yet
de_de: noch nicht zugewiesen

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Are you sure you want to delete # {0}?
de_de: Willst du wirklich {0} löschen?

source: previous
de_de: Vorherige Seite

source: next
de_de: Nächste Seite

source: Map View
de_de: Kartenansicht

source: See access points all over the city
de_de: Hier siehst Du die Orte an denen Du bereits Freifunk empfängst.

source: Edit Ip
de_de: IP-Adresse bearbeiten

source: Delete Ip
de_de: IP-Adresse löschen

source: List Ips
de_de: IP-Adressen-Übersicht

source: New Ip
de_de: Neue IP-Adresse

source: List Users
de_de: Benutzerübersicht

source: New User
de_de: Neuer Benutzer

source: User
de_de: Benutzer

source: Net A
de_de: Netz A

source: Net B
de_de: Netz B

source: Net C
de_de: Netz C

source: Net D
de_de: Netz D

source: Your profile
de_de: Dein Profil

source: Add user
de_de: Benutzer hinzufügen

source: Back to index
de_de: Zurück zur Übersicht

source: Add User
de_de: Benutzer hinzufügen

source: Confirm password
de_de: Passwort bestätigen

source: Edit user
de_de: Benutzer bearbeiten

source: Maintain account settings here.
de_de: Kontoeinstellungen verwalten

source: Email address
de_de: E-Mail-Adresse

source: Freifunk IP
de_de: Freifunk-IP-Adresse

source: Edit Description
de_de: Beschreibung ändern

source: Release IP
de_de: IP-Adresse freigeben

source: Are you sure you want to release {0}?
de_de: Willst du wirklich {0} freigeben?

source: Edit your profile
de_de: Bearbeite dein Profil

source: Back to profile
de_de: Zurück zum Profil

source: User Administration
de_de: Benutzerverwaltung

source: Maintain user settings here.
de_de: Verwalte hier die Benutzerkonten

source: Users
de_de: Benutzer

source: Reset password
de_de: Passwort ändern

source: Are you sure you want to delete {0}?
de_de: Willst Du wirklich {0} löschen?

source: Welcome
de_de: Willkommen

source: Please log in.
de_de: Bitte log dich ein.

source: Please enter your email address and password
de_de: Bitte gib deine E-Mail-Adresse und dein Passwort ein

source: You don't have an account yet?
de_de: Du hast noch kein Benutzerkonto?

source: Register here
de_de: Hier geht's zur Registrierung

source: Your Profile
de_de: Dein Profil

source: Change password
de_de: Passwort ändern

source: Your IPs
de_de: Deine IP-Adressen

source: Get an IP
de_de: IP-Adresse anfordern

source: Create account
de_de: Benutzerkonto hinzufügen

source: Create your user profile
de_de: Erstelle dein Benutzerprofil

source: Back to login
de_de: Zurück zum Login

source: Create a new password for {0}
de_de: Ändere das Passwort für {0}

source: Edit User
de_de: Benutzer bearbeiten

source: Delete User
de_de: Benutzer löschen

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Role
de_de: Rolle

source: Created
de_de: Erstellt

source: Modified
de_de: Geändert

source: Related Ips
de_de: Zugehörige IP-Adressen

source: User Id
de_de: Benutzer-ID

source: View
de_de: Anzeigen

source: Error
de_de: Fehler

source: The requested address %s was not found on this server.
de_de: Die Adresse %s konnte nicht gefunden werden

source: An Internal Error Has Occurred
de_de: Ein Fehler ist aufgetreten
